import { prisma } from "@/lib/prisma"
import { NextResponse } from "next/server"

const adjData = [
  {
    word: "가까운",
  },
  {
    word: "가난한",
  },
  {
    word: "가는",
  },
  {
    word: "가능한",
  },
  {
    word: "가득한",
  },
  {
    word: "가벼운",
  },
  {
    word: "가혹한",
  },
  {
    word: "간단한",
  },
  {
    word: "간절한",
  },
  {
    word: "간편한",
  },
  {
    word: "감사한",
  },
  {
    word: "갑작스러운",
  },
  {
    word: "값싼",
  },
  {
    word: "강력한",
  },
  {
    word: "강렬한",
  },
  {
    word: "강한",
  },
  {
    word: "거대한",
  },
  {
    word: "거룩한",
  },
  {
    word: "거센",
  },
  {
    word: "거창한",
  },
  {
    word: "거친",
  },
  {
    word: "걱정스러운",
  },
  {
    word: "건강한",
  },
  {
    word: "건전한",
  },
  {
    word: "건조한",
  },
  {
    word: "걸맞은",
  },
  {
    word: "검은",
  },
  {
    word: "게으른",
  },
  {
    word: "격렬한",
  },
  {
    word: "경쾌한",
  },
  {
    word: "고급스러운",
  },
  {
    word: "고른",
  },
  {
    word: "고마운",
  },
  {
    word: "고소한",
  },
  {
    word: "고요한",
  },
  {
    word: "고유한",
  },
  {
    word: "고통스러운",
  },
  {
    word: "고픈",
  },
  {
    word: "곤란한",
  },
  {
    word: "곧은",
  },
  {
    word: "고운",
  },
  {
    word: "공정한",
  },
  {
    word: "공평한",
  },
  {
    word: "공허한",
  },
  {
    word: "과감한",
  },
  {
    word: "과도한",
  },
  {
    word: "광범위한",
  },
  {
    word: "괜찮은",
  },
  {
    word: "괴로운",
  },
  {
    word: "굉장한",
  },
  {
    word: "굳은",
  },
  {
    word: "굵은",
  },
  {
    word: "궁금한",
  },
  {
    word: "귀여운",
  },
  {
    word: "귀중한",
  },
  {
    word: "귀찮은",
  },
  {
    word: "귀한",
  },
  {
    word: "그럴듯한",
  },
  {
    word: "그른",
  },
  {
    word: "그리운",
  },
  {
    word: "그만한",
  },
  {
    word: "그윽한",
  },
  {
    word: "극심한",
  },
  {
    word: "급격한",
  },
  {
    word: "급급한",
  },
  {
    word: "급한",
  },
  {
    word: "기쁜",
  },
  {
    word: "긴",
  },
  {
    word: "깊은",
  },
  {
    word: "깐",
  },
  {
    word: "까만",
  },
  {
    word: "깔끔한",
  },
  {
    word: "깨끗한",
  },
  {
    word: "꼼꼼한",
  },
  {
    word: "꾸준한",
  },
  {
    word: "끈질긴",
  },
  {
    word: "끊임없는",
  },
  {
    word: "끔찍한",
  },
  {
    word: "끝없는",
  },
  {
    word: "나쁜",
  },
  {
    word: "난감한",
  },
  {
    word: "날카로운",
  },
  {
    word: "낡은",
  },
  {
    word: "남은",
  },
  {
    word: "나은",
  },
  {
    word: "낮은",
  },
  {
    word: "낯선",
  },
  {
    word: "낯익은",
  },
  {
    word: "넉넉한",
  },
  {
    word: "넓은",
  },
  {
    word: "노란",
  },
  {
    word: "놀라운",
  },
  {
    word: "높은",
  },
  {
    word: "누런",
  },
  {
    word: "눈부신",
  },
  {
    word: "느린",
  },
  {
    word: "늦은",
  },
  {
    word: "다른",
  },
  {
    word: "다름없는",
  },
  {
    word: "다양한",
  },
  {
    word: "다정한",
  },
  {
    word: "단단한",
  },
  {
    word: "단순한",
  },
  {
    word: "단정한",
  },
  {
    word: "단조로운",
  },
  {
    word: "단호한",
  },
  {
    word: "단",
  },
  {
    word: "답답한",
  },
  {
    word: "당당한",
  },
  {
    word: "당연한",
  },
  {
    word: "대단한",
  },
  {
    word: "더러운",
  },
  {
    word: "더운",
  },
  {
    word: "독특한",
  },
  {
    word: "독한",
  },
  {
    word: "동등한",
  },
  {
    word: "동일한",
  },
  {
    word: "두꺼운",
  },
  {
    word: "두드러진",
  },
  {
    word: "두려운",
  },
  {
    word: "둥그란",
  },
  {
    word: "뒤늦은",
  },
  {
    word: "든든한",
  },
  {
    word: "따가운",
  },
  {
    word: "따뜻한",
  },
  {
    word: "따스한",
  },
  {
    word: "딱딱한",
  },
  {
    word: "떠들썩한",
  },
  {
    word: "떳떳한",
  },
  {
    word: "똑같은",
  },
  {
    word: "똑똑한",
  },
  {
    word: "뚜렷한",
  },
  {
    word: "뚱뚱한",
  },
  {
    word: "뛰어난",
  },
  {
    word: "뜨거운",
  },
  {
    word: "마땅한",
  },
  {
    word: "막강한",
  },
  {
    word: "막대한",
  },
  {
    word: "막막한",
  },
  {
    word: "막연한",
  },
  {
    word: "만만한",
  },
  {
    word: "만족스러운",
  },
  {
    word: "많은",
  },
  {
    word: "맑은",
  },
  {
    word: "맛없는",
  },
  {
    word: "맛있는",
  },
  {
    word: "매운",
  },
  {
    word: "머지않은",
  },
  {
    word: "먼",
  },
  {
    word: "멀쩡한",
  },
  {
    word: "멋있는",
  },
  {
    word: "멋진",
  },
  {
    word: "명백한",
  },
  {
    word: "명확한",
  },
  {
    word: "모진",
  },
  {
    word: "모호한",
  },
  {
    word: "못된",
  },
  {
    word: "못생긴",
  },
  {
    word: "못지않은",
  },
  {
    word: "못한",
  },
  {
    word: "묘한",
  },
  {
    word: "무거운",
  },
  {
    word: "무관심한",
  },
  {
    word: "무관한",
  },
  {
    word: "무더운",
  },
  {
    word: "무리한",
  },
  {
    word: "무모한",
  },
  {
    word: "무사한",
  },
  {
    word: "무서운",
  },
  {
    word: "무성한",
  },
  {
    word: "무수한",
  },
  {
    word: "무심한",
  },
  {
    word: "무의미한",
  },
  {
    word: "무책임한",
  },
  {
    word: "무한한",
  },
  {
    word: "묽은",
  },
  {
    word: "미끄러운",
  },
  {
    word: "미묘한",
  },
  {
    word: "미안한",
  },
  {
    word: "미흡한",
  },
  {
    word: "민감한",
  },
  {
    word: "민망한",
  },
  {
    word: "밀접한",
  },
  {
    word: "미운",
  },
  {
    word: "바람직한",
  },
  {
    word: "바른",
  },
  {
    word: "바쁜",
  },
  {
    word: "반가운",
  },
  {
    word: "밝은",
  },
  {
    word: "밤늦은",
  },
  {
    word: "배고픈",
  },
  {
    word: "배부른",
  },
  {
    word: "벅찬",
  },
  {
    word: "번거로운",
  },
  {
    word: "복잡한",
  },
  {
    word: "부끄러운",
  },
  {
    word: "부당한",
  },
  {
    word: "부드러운",
  },
  {
    word: "부러운",
  },
  {
    word: "부른",
  },
  {
    word: "부실한",
  },
  {
    word: "부족한",
  },
  {
    word: "부지런한",
  },
  {
    word: "분명한",
  },
  {
    word: "분주한",
  },
  {
    word: "불가능한",
  },
  {
    word: "불가피한",
  },
  {
    word: "불과한",
  },
  {
    word: "불길한",
  },
  {
    word: "불리한",
  },
  {
    word: "불쌍한",
  },
  {
    word: "불안정한",
  },
  {
    word: "불안한",
  },
  {
    word: "불완전한",
  },
  {
    word: "불투명한",
  },
  {
    word: "불편한",
  },
  {
    word: "불평등한",
  },
  {
    word: "불필요한",
  },
  {
    word: "불행한",
  },
  {
    word: "불확실한",
  },
  {
    word: "붉은",
  },
  {
    word: "비슷한",
  },
  {
    word: "비싼",
  },
  {
    word: "빠른",
  },
  {
    word: "빨간",
  },
  {
    word: "뻔한",
  },
  {
    word: "뾰족한",
  },
  {
    word: "사나운",
  },
  {
    word: "사랑스러운",
  },
  {
    word: "사소한",
  },
  {
    word: "사이좋은",
  },
  {
    word: "상관없는",
  },
  {
    word: "상당한",
  },
  {
    word: "상쾌한",
  },
  {
    word: "새로운",
  },
  {
    word: "색다른",
  },
  {
    word: "생생한",
  },
  {
    word: "서늘한",
  },
  {
    word: "서투른",
  },
  {
    word: "선명한",
  },
  {
    word: "선한",
  },
  {
    word: "섬세한",
  },
  {
    word: "섭섭한",
  },
  {
    word: "성급한",
  },
  {
    word: "성실한",
  },
  {
    word: "센",
  },
  {
    word: "세련된",
  },
  {
    word: "세심한",
  },
  {
    word: "섹시한",
  },
  {
    word: "소박한",
  },
  {
    word: "소중한",
  },
  {
    word: "속상한",
  },
  {
    word: "손쉬운",
  },
  {
    word: "솔직한",
  },
  {
    word: "수많은",
  },
  {
    word: "순박한",
  },
  {
    word: "순수한",
  },
  {
    word: "순진한",
  },
  {
    word: "순한",
  },
  {
    word: "숱한",
  },
  {
    word: "쉬운",
  },
  {
    word: "슬픈",
  },
  {
    word: "시급한",
  },
  {
    word: "시끄러운",
  },
  {
    word: "시린",
  },
  {
    word: "시원한",
  },
  {
    word: "시커먼",
  },
  {
    word: "신기한",
  },
  {
    word: "신선한",
  },
  {
    word: "신성한",
  },
  {
    word: "신속한",
  },
  {
    word: "신중한",
  },
  {
    word: "신통한",
  },
  {
    word: "싫은",
  },
  {
    word: "심각한",
  },
  {
    word: "심심한",
  },
  {
    word: "심한",
  },
  {
    word: "싱거운",
  },
  {
    word: "싱싱한",
  },
  {
    word: "싸늘한",
  },
  {
    word: "싼",
  },
  {
    word: "썰렁한",
  },
  {
    word: "쑥스러운",
  },
  {
    word: "쓴",
  },
  {
    word: "쓸데없는",
  },
  {
    word: "쓸쓸한",
  },
  {
    word: "씩씩한",
  },
  {
    word: "아까운",
  },
  {
    word: "아득한",
  },
  {
    word: "아름다운",
  },
  {
    word: "아무런",
  },
  {
    word: "아쉬운",
  },
  {
    word: "아픈",
  },
  {
    word: "안녕한",
  },
  {
    word: "안된",
  },
  {
    word: "안전한",
  },
  {
    word: "안타까운",
  },
  {
    word: "알맞은",
  },
  {
    word: "애매한",
  },
  {
    word: "약한",
  },
  {
    word: "얄미운",
  },
  {
    word: "얇은",
  },
  {
    word: "얌전한",
  },
  {
    word: "얕은",
  },
  {
    word: "어려운",
  },
  {
    word: "어린",
  },
  {
    word: "어리석은",
  },
  {
    word: "어색한",
  },
  {
    word: "어처구니없는",
  },
  {
    word: "억울한",
  },
  {
    word: "엄격한",
  },
  {
    word: "엄숙한",
  },
  {
    word: "엄청난",
  },
  {
    word: "없는",
  },
  {
    word: "엉뚱한",
  },
  {
    word: "여전한",
  },
  {
    word: "연한",
  },
  {
    word: "열등한",
  },
  {
    word: "열악한",
  },
  {
    word: "영원한",
  },
  {
    word: "예민한",
  },
  {
    word: "예쁜",
  },
  {
    word: "오랜",
  },
  {
    word: "올바른",
  },
  {
    word: "옳은",
  },
  {
    word: "완벽한",
  },
  {
    word: "완전한",
  },
  {
    word: "왕성한",
  },
  {
    word: "외로운",
  },
  {
    word: "요란한",
  },
  {
    word: "용감한",
  },
  {
    word: "우수한",
  },
  {
    word: "우스꽝스러운",
  },
  {
    word: "우스운",
  },
  {
    word: "우아한",
  },
  {
    word: "우울한",
  },
  {
    word: "원만한",
  },
  {
    word: "원활한",
  },
  {
    word: "웬만한",
  },
  {
    word: "위대한",
  },
  {
    word: "위험한",
  },
  {
    word: "유능한",
  },
  {
    word: "유리한",
  },
  {
    word: "유명한",
  },
  {
    word: "유사한",
  },
  {
    word: "유용한",
  },
  {
    word: "유일한",
  },
  {
    word: "은은한",
  },
  {
    word: "의심스러운",
  },
  {
    word: "의아한",
  },
  {
    word: "어두운",
  },
  {
    word: "어떠한",
  },
  {
    word: "어지러운",
  },
  {
    word: "이로운",
  },
  {
    word: "이른",
  },
  {
    word: "이상한",
  },
  {
    word: "익은",
  },
  {
    word: "익숙한",
  },
  {
    word: "일정한",
  },
  {
    word: "자랑스러운",
  },
  {
    word: "자세한",
  },
  {
    word: "자연스러운",
  },
  {
    word: "자유로운",
  },
  {
    word: "작은",
  },
  {
    word: "잔인한",
  },
  {
    word: "잔잔한",
  },
  {
    word: "잘난",
  },
  {
    word: "잘생긴",
  },
  {
    word: "잦은",
  },
  {
    word: "재미없는",
  },
  {
    word: "재미있는",
  },
  {
    word: "저런",
  },
  {
    word: "적은",
  },
  {
    word: "적당한",
  },
  {
    word: "적절한",
  },
  {
    word: "적합한",
  },
  {
    word: "절박한",
  },
  {
    word: "절실한",
  },
  {
    word: "젊은",
  },
  {
    word: "점잖은",
  },
  {
    word: "정교한",
  },
  {
    word: "정다운",
  },
  {
    word: "정당한",
  },
  {
    word: "정직한",
  },
  {
    word: "정확한",
  },
  {
    word: "조그만",
  },
  {
    word: "조심스러운",
  },
  {
    word: "조용한",
  },
  {
    word: "좁은",
  },
  {
    word: "좋은",
  },
  {
    word: "죄송한",
  },
  {
    word: "주요한",
  },
  {
    word: "줄기찬",
  },
  {
    word: "중대한",
  },
  {
    word: "중요한",
  },
  {
    word: "즐거운",
  },
  {
    word: "지겨운",
  },
  {
    word: "지나친",
  },
  {
    word: "지독한",
  },
  {
    word: "지루한",
  },
  {
    word: "지저분한",
  },
  {
    word: "진실한",
  },
  {
    word: "진정한",
  },
  {
    word: "진지한",
  },
  {
    word: "진한",
  },
  {
    word: "짙은",
  },
  {
    word: "짠",
  },
  {
    word: "짜증스러운\t",
  },
  {
    word: "짧은",
  },
  {
    word: "차가운",
  },
  {
    word: "찬",
  },
  {
    word: "차분한",
  },
  {
    word: "착잡한",
  },
  {
    word: "착한",
  },
  {
    word: "찬란한",
  },
  {
    word: "참다운",
  },
  {
    word: "참된",
  },
  {
    word: "참신한",
  },
  {
    word: "창피한",
  },
  {
    word: "철저한",
  },
  {
    word: "초라한",
  },
  {
    word: "초조한",
  },
  {
    word: "촌스러운",
  },
  {
    word: "추운",
  },
  {
    word: "충분한",
  },
  {
    word: "충실한",
  },
  {
    word: "치밀한",
  },
  {
    word: "치열한",
  },
  {
    word: "친절한",
  },
  {
    word: "친한",
  },
  {
    word: "침착한",
  },
  {
    word: "캄캄한",
  },
  {
    word: "큰",
  },
  {
    word: "타당한",
  },
  {
    word: "탁월한",
  },
  {
    word: "투명한",
  },
  {
    word: "특별한",
  },
  {
    word: "특수한",
  },
  {
    word: "특이한",
  },
  {
    word: "특정한",
  },
  {
    word: "튼튼한",
  },
  {
    word: "틀림한",
  },
  {
    word: "파란",
  },
  {
    word: "편리한",
  },
  {
    word: "편안한",
  },
  {
    word: "편한",
  },
  {
    word: "평등한",
  },
  {
    word: "평범한",
  },
  {
    word: "평화한",
  },
  {
    word: "포근한",
  },
  {
    word: "폭넓은",
  },
  {
    word: "푸른",
  },
  {
    word: "풍부한",
  },
  {
    word: "풍성한",
  },
  {
    word: "피곤한",
  },
  {
    word: "피로한",
  },
  {
    word: "필요한",
  },
  {
    word: "하얀",
  },
  {
    word: "하찮은",
  },
  {
    word: "한가한",
  },
  {
    word: "한심한",
  },
  {
    word: "해로운",
  },
  {
    word: "행복한",
  },
  {
    word: "허름한",
  },
  {
    word: "허망한",
  },
  {
    word: "허무한",
  },
  {
    word: "험한",
  },
  {
    word: "현명한",
  },
  {
    word: "화려한",
  },
  {
    word: "확고한",
  },
  {
    word: "확실한",
  },
  {
    word: "환한",
  },
  {
    word: "활발한",
  },
  {
    word: "황당한",
  },
  {
    word: "황량한",
  },
  {
    word: "훌륭한",
  },
  {
    word: "흐뭇한",
  },
  {
    word: "흔한",
  },
  {
    word: "흥미로운",
  },
  {
    word: "흰",
  },
  {
    word: "희미한",
  },
  {
    word: "힘든",
  },
  {
    word: "힘찬",
  },
  {
    word: "둥근",
  },
  {
    word: "드문",
  },
  {
    word: "흐린",
  },
  {
    word: "힘겨운",
  },
  {
    word: "힘쓴",
  },
  {
    word: "가까워진",
  },
  {
    word: "가꾼",
  },
  {
    word: "가능해진",
  },
  {
    word: "가라앉은",
  },
  {
    word: "가려진",
  },
  {
    word: "가로막는",
  },
  {
    word: "가른",
  },
  {
    word: "가만있는",
  },
  {
    word: "가입한",
  },
  {
    word: "가져간",
  },
  {
    word: "가져다준",
  },
  {
    word: "가져온",
  },
  {
    word: "가진",
  },
  {
    word: "갇힌",
  },
  {
    word: "갈아입은",
  },
  {
    word: "갈아탄",
  },
  {
    word: "감소된",
  },
  {
    word: "감소한",
  },
  {
    word: "감싼",
  },
  {
    word: "감춘",
  },
  {
    word: "강요한",
  },
  {
    word: "강조한",
  },
  {
    word: "갖춘",
  },
  {
    word: "같이한",
  },
  {
    word: "갚은",
  },
  {
    word: "개발된",
  },
  {
    word: "개발한",
  },
  {
    word: "개방된",
  },
  {
    word: "거둔",
  },
  {
    word: "거부한",
  },
  {
    word: "걱정된",
  },
  {
    word: "걱정한",
  },
  {
    word: "건너간",
  },
  {
    word: "건넌",
  },
  {
    word: "건너온",
  },
  {
    word: "건넨",
  },
  {
    word: "건네준",
  },
  {
    word: "건드린",
  },
  {
    word: "건설된",
  },
  {
    word: "건설한",
  },
  {
    word: "건진",
  },
  {
    word: "걸어간",
  },
  {
    word: "걸친",
  },
  {
    word: "겪은",
  },
  {
    word: "견딘",
  },
  {
    word: "결석한",
  },
  {
    word: "결혼한",
  },
  {
    word: "경험한",
  },
  {
    word: "계산한",
  },
  {
    word: "계신",
  },
  {
    word: "고민한",
  },
  {
    word: "고생한",
  },
  {
    word: "고집한",
  },
  {
    word: "공개한",
  },
  {
    word: "공격한",
  },
  {
    word: "공부한",
  },
  {
    word: "공연된",
  },
  {
    word: "공통된",
  },
  {
    word: "관계된",
  },
  {
    word: "관련된",
  },
  {
    word: "관련한",
  },
  {
    word: "관리한",
  },
  {
    word: "관찰한",
  },
  {
    word: "괴로워한",
  },
  {
    word: "괴롭힌",
  },
  {
    word: "구경한",
  },
  {
    word: "구별된",
  },
  {
    word: "구별한",
  },
  {
    word: "구분된",
  },
  {
    word: "구성된",
  },
  {
    word: "구성한",
  },
  {
    word: "구속된",
  },
  {
    word: "굳어진",
  },
  {
    word: "굳힌",
  },
  {
    word: "굶은",
  },
  {
    word: "굽힌",
  },
  {
    word: "권한",
  },
  {
    word: "귀국한",
  },
  {
    word: "그런",
  },
  {
    word: "그려진",
  },
  {
    word: "그리워한",
  },
  {
    word: "그만둔",
  },
  {
    word: "그친",
  },
  {
    word: "근거한",
  },
  {
    word: "근무한",
  },
  {
    word: "긁은",
  },
  {
    word: "금지된",
  },
  {
    word: "금지한",
  },
  {
    word: "급증한",
  },
  {
    word: "기념한",
  },
  {
    word: "긴린",
  },
  {
    word: "기대된",
  },
  {
    word: "기대한",
  },
  {
    word: "기록된",
  },
  {
    word: "기록한",
  },
  {
    word: "기른",
  },
  {
    word: "기뻐한",
  },
  {
    word: "기억난",
  },
  {
    word: "기억된",
  },
  {
    word: "기여한",
  },
  {
    word: "기우는",
  },
  {
    word: "기울인",
  },
  {
    word: "긴장된",
  },
  {
    word: "긴장한",
  },
  {
    word: "길어진",
  },
  {
    word: "까먹은",
  },
  {
    word: "깎은",
  },
  {
    word: "깨끗해진",
  },
  {
    word: "깨달은",
  },
  {
    word: "깨뜨린",
  },
  {
    word: "깨어난",
  },
  {
    word: "깨어진",
  },
  {
    word: "깨진",
  },
  {
    word: "꺼낸",
  },
  {
    word: "꺾은",
  },
  {
    word: "꽂은",
  },
  {
    word: "꾸민",
  },
  {
    word: "꿈꾼",
  },
  {
    word: "끄덕인",
  },
  {
    word: "끊긴",
  },
  {
    word: "끊은",
  },
  {
    word: "끊어진",
  },
  {
    word: "끌린",
  },
  {
    word: "끌어당긴",
  },
  {
    word: "끓은",
  },
  {
    word: "끝난",
  },
  {
    word: "끝낸",
  },
  {
    word: "끼어든",
  },
  {
    word: "나간",
  },
  {
    word: "나눈",
  },
  {
    word: "나누어진",
  },
  {
    word: "나뉜",
  },
  {
    word: "나빠진",
  },
  {
    word: "나선",
  },
  {
    word: "나아간",
  },
  {
    word: "나아진",
  },
  {
    word: "나온",
  },
  {
    word: "나타난",
  },
  {
    word: "나타낸",
  },
  {
    word: "날아간",
  },
  {
    word: "날아다닌",
  },
  {
    word: "날아온",
  },
  {
    word: "남긴",
  },
  {
    word: "납득한",
  },
  {
    word: "낮아진",
  },
  {
    word: "낮춘",
  },
  {
    word: "내놓은",
  },
  {
    word: "내려간",
  },
  {
    word: "내려놓은",
  },
  {
    word: "내려다본",
  },
  {
    word: "내려온",
  },
  {
    word: "내려진",
  },
  {
    word: "내민",
  },
  {
    word: "내버린",
  },
  {
    word: "내보낸",
  },
  {
    word: "내쉰",
  },
  {
    word: "내준",
  },
  {
    word: "넓어진",
  },
  {
    word: "넓힌",
  },
  {
    word: "넘겨준",
  },
  {
    word: "넘긴",
  },
  {
    word: "넘어뜨린",
  },
  {
    word: "넘어선",
  },
  {
    word: "넘어온",
  },
  {
    word: "넘어진",
  },
  {
    word: "넘친",
  },
  {
    word: "넣은",
  },
  {
    word: "노래한",
  },
  {
    word: "녹음한",
  },
  {
    word: "녹인",
  },
  {
    word: "논의한",
  },
  {
    word: "논한",
  },
  {
    word: "놀란",
  },
  {
    word: "농사지은",
  },
  {
    word: "높아진",
  },
  {
    word: "높인",
  },
  {
    word: "놓아둔",
  },
  {
    word: "놓인",
  },
  {
    word: "놓친",
  },
  {
    word: "놔둔",
  },
  {
    word: "눈감은",
  },
  {
    word: "눈뜬",
  },
  {
    word: "느껴진",
  },
  {
    word: "늘린",
  },
  {
    word: "늘어난",
  },
  {
    word: "늘어놓은",
  },
  {
    word: "늘어선",
  },
  {
    word: "늘어진",
  },
  {
    word: "늙은",
  },
  {
    word: "늦어진",
  },
  {
    word: "다가간",
  },
  {
    word: "다가선",
  },
  {
    word: "다가온",
  },
  {
    word: "다녀간",
  },
  {
    word: "다녀온",
  },
  {
    word: "다닌",
  },
  {
    word: "다듬은",
  },
  {
    word: "다양해진",
  },
  {
    word: "다진",
  },
  {
    word: "다짐한",
  },
  {
    word: "다툰",
  },
  {
    word: "다한",
  },
  {
    word: "닫힌",
  },
  {
    word: "달라진",
  },
  {
    word: "달려간",
  },
  {
    word: "달려든",
  },
  {
    word: "달려온",
  },
  {
    word: "달아난",
  },
  {
    word: "닮은",
  },
  {
    word: "담근",
  },
  {
    word: "담당한",
  },
  {
    word: "답한",
  },
  {
    word: "당황한",
  },
  {
    word: "대답한",
  },
  {
    word: "대신한",
  },
  {
    word: "대응한",
  },
  {
    word: "대접한",
  },
  {
    word: "대표한",
  },
  {
    word: "더러워진",
  },
  {
    word: "더한",
  },
  {
    word: "던진",
  },
  {
    word: "덧붙인",
  },
  {
    word: "덮은",
  },
  {
    word: "덮인",
  },
  {
    word: "데려간",
  },
  {
    word: "데려온",
  },
  {
    word: "데린",
  },
  {
    word: "도망간",
  },
  {
    word: "도망친",
  },
  {
    word: "도와준",
  },
  {
    word: "독립한",
  },
  {
    word: "돌려준",
  },
  {
    word: "돌본",
  },
  {
    word: "돌아간",
  },
  {
    word: "돌아다닌",
  },
  {
    word: "돌아본",
  },
  {
    word: "돌아선",
  },
  {
    word: "돌아온",
  },
  {
    word: "도운",
  },
  {
    word: "되돌린",
  },
  {
    word: "되돌아간",
  },
  {
    word: "되돌아본",
  },
  {
    word: "되돌아온",
  },
  {
    word: "되살린",
  },
  {
    word: "되찾은",
  },
  {
    word: "되풀이된",
  },
  {
    word: "두드린",
  },
  {
    word: "두려워한",
  },
  {
    word: "두른",
  },
  {
    word: "두리번거린",
  },
  {
    word: "둘러본",
  },
  {
    word: "둘러싼",
  },
  {
    word: "둘러싸인",
  },
  {
    word: "뒤따른",
  },
  {
    word: "뒤집은",
  },
  {
    word: "드러난",
  },
  {
    word: "들려온",
  },
  {
    word: "들려준",
  },
  {
    word: "들른",
  },
  {
    word: "들어선",
  },
  {
    word: "들어온",
  },
  {
    word: "들어준",
  },
  {
    word: "들여놓은",
  },
  {
    word: "들여다본",
  },
  {
    word: "따라간",
  },
  {
    word: "따란닌",
  },
  {
    word: "따라온",
  },
  {
    word: "떠나간",
  },
  {
    word: "떠난",
  },
  {
    word: "떠나온",
  },
  {
    word: "떠오른",
  },
  {
    word: "떠올린",
  },
  {
    word: "떨어뜨린",
  },
  {
    word: "떨어진",
  },
  {
    word: "뚫은",
  },
  {
    word: "뛰논",
  },
  {
    word: "뛰어간",
  },
  {
    word: "뛰어나간",
  },
  {
    word: "뛰어나온",
  },
  {
    word: "뛰어내린",
  },
  {
    word: "뛰어넘는",
  },
  {
    word: "뛰어논",
  },
  {
    word: "뛰어다닌",
  },
  {
    word: "뛰어든",
  },
  {
    word: "뛰어온",
  },
  {
    word: "뛰어오른",
  },
  {
    word: "뜯은",
  },
  {
    word: "뜻한",
  },
  {
    word: "마련된",
  },
  {
    word: "마련한",
  },
  {
    word: "마신",
  },
  {
    word: "마음먹은",
  },
  {
    word: "마주친",
  },
  {
    word: "막힌",
  },
  {
    word: "만난",
  },
  {
    word: "만든",
  },
  {
    word: "만들어진",
  },
  {
    word: "만족한",
  },
  {
    word: "만진",
  },
  {
    word: "많아진",
  },
  {
    word: "말씀드린",
  },
  {
    word: "말씀한",
  },
  {
    word: "말한",
  },
  {
    word: "망설인",
  },
  {
    word: "망친",
  },
  {
    word: "망한",
  },
  {
    word: "맞선",
  },
  {
    word: "맞이한",
  },
  {
    word: "맡긴",
  },
  {
    word: "매단",
  },
  {
    word: "매달린",
  },
  {
    word: "맺은",
  },
  {
    word: "머무른",
  },
  {
    word: "머문",
  },
  {
    word: "먹고",
  },
  {
    word: "먹인",
  },
  {
    word: "먹힌",
  },
  {
    word: "멀어진",
  },
  {
    word: "멈춘",
  },
  {
    word: "모른",
  },
  {
    word: "모신",
  },
  {
    word: "모여든",
  },
  {
    word: "모은",
  },
  {
    word: "모자란",
  },
  {
    word: "모집한",
  },
  {
    word: "몰려든",
  },
  {
    word: "몰려온",
  },
  {
    word: "묘사한",
  },
  {
    word: "무너진",
  },
  {
    word: "무시한",
  },
  {
    word: "묶은",
  },
  {
    word: "묶인",
  },
  {
    word: "문제된",
  },
  {
    word: "물러난",
  },
  {
    word: "물어본",
  },
  {
    word: "미끄러진",
  },
  {
    word: "미룬",
  },
  {
    word: "미워한",
  },
  {
    word: "믿은",
  },
  {
    word: "믿어진",
  },
  {
    word: "바꾼",
  },
  {
    word: "바뀐",
  },
  {
    word: "바라본",
  },
  {
    word: "바로잡은",
  },
  {
    word: "박힌",
  },
  {
    word: "반긴",
  },
  {
    word: "반복된",
  },
  {
    word: "반영한",
  },
  {
    word: "반짝거린",
  },
  {
    word: "반짝인",
  },
  {
    word: "받아들인",
  },
  {
    word: "발견된",
  },
  {
    word: "발달된",
  },
  {
    word: "발달한",
  },
  {
    word: "발생한",
  },
  {
    word: "발전된",
  },
  {
    word: "발표된",
  },
  {
    word: "발표한",
  },
  {
    word: "발휘한",
  },
  {
    word: "밝아진",
  },
  {
    word: "밝혀낸",
  },
  {
    word: "밝혀진",
  },
  {
    word: "밝힌",
  },
  {
    word: "밟은",
  },
  {
    word: "밤샌",
  },
  {
    word: "밤새운",
  },
  {
    word: "방문한",
  },
  {
    word: "방해한",
  },
  {
    word: "뱉은",
  },
  {
    word: "버려진",
  },
  {
    word: "버틴",
  },
  {
    word: "번역한",
  },
  {
    word: "벌인",
  },
  {
    word: "변한",
  },
  {
    word: "변화된",
  },
  {
    word: "변화한",
  },
  {
    word: "병든",
  },
  {
    word: "보관한",
  },
  {
    word: "보낸",
  },
  {
    word: "보내온",
  },
  {
    word: "보도된",
  },
  {
    word: "보살핀",
  },
  {
    word: "보완한",
  },
  {
    word: "보장된",
  },
  {
    word: "보존한",
  },
  {
    word: "보충한",
  },
  {
    word: "보호된",
  },
  {
    word: "보호한",
  },
  {
    word: "복습한",
  },
  {
    word: "볶은",
  },
  {
    word: "부딪친",
  },
  {
    word: "부딪힌",
  },
  {
    word: "부러워한",
  },
  {
    word: "부러진",
  },
  {
    word: "부서진",
  },
  {
    word: "부탁한",
  },
  {
    word: "분리된",
  },
  {
    word: "분명해진",
  },
  {
    word: "불러일으킨",
  },
  {
    word: "불어온",
  },
  {
    word: "붐빈",
  },
  {
    word: "붙은",
  },
  {
    word: "붙든",
  },
  {
    word: "붙인",
  },
  {
    word: "붙잡은",
  },
  {
    word: "붙잡힌",
  },
  {
    word: "비교한",
  },
  {
    word: "비롯된",
  },
  {
    word: "비롯한",
  },
  {
    word: "비빈",
  },
  {
    word: "비웃은",
  },
  {
    word: "비춘",
  },
  {
    word: "비킨",
  },
  {
    word: "비판한",
  },
  {
    word: "비한",
  },
  {
    word: "빌린",
  },
  {
    word: "빛난",
  },
  {
    word: "빠뜨린",
  },
  {
    word: "빠져나간",
  },
  {
    word: "빠져나온",
  },
  {
    word: "빼놓은",
  },
  {
    word: "빼앗긴",
  },
  {
    word: "빼앗은",
  },
  {
    word: "뺏은",
  },
  {
    word: "뻗은",
  },
  {
    word: "뽑은",
  },
  {
    word: "뽑힌",
  },
  {
    word: "뿌린",
  },
  {
    word: "뿌리친",
  },
  {
    word: "사귄",
  },
  {
    word: "산",
  },
  {
    word: "사들인",
  },
  {
    word: "사라진",
  },
  {
    word: "사랑한",
  },
  {
    word: "사용된",
  },
  {
    word: "살린",
  },
  {
    word: "살아간",
  },
  {
    word: "살아난",
  },
  {
    word: "살아남은",
  },
  {
    word: "살아온",
  },
  {
    word: "살펴본",
  },
  {
    word: "삶은",
  },
  {
    word: "삼간",
  },
  {
    word: "삼킨",
  },
  {
    word: "상징한",
  },
  {
    word: "생각난",
  },
  {
    word: "생각된",
  },
  {
    word: "생각한",
  },
  {
    word: "생겨난",
  },
  {
    word: "생긴",
  },
  {
    word: "생산된",
  },
  {
    word: "생산한",
  },
  {
    word: "생활한",
  },
  {
    word: "서두른",
  },
  {
    word: "섞은",
  },
  {
    word: "섞인",
  },
  {
    word: "선물한",
  },
  {
    word: "선언한",
  },
  {
    word: "선택한",
  },
  {
    word: "설득한",
  },
  {
    word: "설립한",
  },
  {
    word: "설명된",
  },
  {
    word: "설명한",
  },
  {
    word: "성공한",
  },
  {
    word: "성립된",
  },
  {
    word: "성립한",
  },
  {
    word: "성숙한",
  },
  {
    word: "세워진",
  },
  {
    word: "소개된",
  },
  {
    word: "소리친",
  },
  {
    word: "소문난",
  },
  {
    word: "소비한",
  },
  {
    word: "소요된",
  },
  {
    word: "속삭인",
  },
  {
    word: "속인",
  },
  {
    word: "손잡은",
  },
  {
    word: "손질한",
  },
  {
    word: "숙인",
  },
  {
    word: "숨긴",
  },
  {
    word: "숨진",
  },
  {
    word: "슬퍼한",
  },
  {
    word: "승리한",
  },
  {
    word: "시든",
  },
  {
    word: "시집간",
  },
  {
    word: "식힌",
  },
  {
    word: "신은",
  },
  {
    word: "실례한",
  },
  {
    word: "실수한",
  },
  {
    word: "실시된",
  },
  {
    word: "실현된",
  },
  {
    word: "실현한",
  },
  {
    word: "싫어진",
  },
  {
    word: "싫어한",
  },
  {
    word: "심각해진",
  },
  {
    word: "심해진",
  },
  {
    word: "싸운",
  },
  {
    word: "쌓은",
  },
  {
    word: "쌓인",
  },
  {
    word: "썩은",
  },
  {
    word: "쏟은",
  },
  {
    word: "쏟아진",
  },
  {
    word: "쓴듬은",
  },
  {
    word: "쓰러진",
  },
  {
    word: "씻은",
  },
  {
    word: "아낀",
  },
  {
    word: "안내한",
  },
  {
    word: "안심한",
  },
  {
    word: "안정된",
  },
  {
    word: "앉은",
  },
  {
    word: "앉힌",
  },
  {
    word: "않은",
  },
  {
    word: "알고있는",
  },
  {
    word: "알려진",
  },
  {
    word: "알린",
  },
  {
    word: "알아낸",
  },
  {
    word: "알아들은",
  },
  {
    word: "알아본",
  },
  {
    word: "알아준",
  },
  {
    word: "앓은",
  },
  {
    word: "앞둔",
  },
  {
    word: "앞선",
  },
  {
    word: "앞세운",
  },
  {
    word: "앞장선",
  },
  {
    word: "애쓴",
  },
  {
    word: "약속한",
  },
  {
    word: "약해진",
  },
  {
    word: "양보한",
  },
  {
    word: "얘기한",
  },
  {
    word: "어두워진",
  },
  {
    word: "어려워진",
  },
  {
    word: "어울린",
  },
  {
    word: "어찌한",
  },
  {
    word: "얹은",
  },
  {
    word: "얻어먹은",
  },
  {
    word: "업은",
  },
  {
    word: "없앤",
  },
  {
    word: "없어진",
  },
  {
    word: "엇갈린",
  },
  {
    word: "엎드린",
  },
  {
    word: "여겨진",
  },
  {
    word: "여긴",
  },
  {
    word: "여쭌",
  },
  {
    word: "연결된",
  },
  {
    word: "연출한",
  },
  {
    word: "열중한",
  },
  {
    word: "엿본",
  },
  {
    word: "예고한",
  },
  {
    word: "예상된",
  },
  {
    word: "예상한",
  },
  {
    word: "예습한",
  },
  {
    word: "예약한",
  },
  {
    word: "예정된",
  },
  {
    word: "예측한",
  },
  {
    word: "오간",
  },
  {
    word: "오래된",
  },
  {
    word: "오르내린",
  },
  {
    word: "오른",
  },
  {
    word: "오염된",
  },
  {
    word: "올라간",
  },
  {
    word: "올라선",
  },
  {
    word: "올라온",
  },
  {
    word: "올라탄",
  },
  {
    word: "올려놓은",
  },
  {
    word: "올려다본",
  },
  {
    word: "옮긴",
  },
  {
    word: "완성된",
  },
  {
    word: "외면한",
  },
  {
    word: "외출한",
  },
  {
    word: "요구된",
  },
  {
    word: "요구한",
  },
  {
    word: "요청한",
  },
  {
    word: "욕한",
  },
  {
    word: "용서한",
  },
  {
    word: "우승한",
  },
  {
    word: "운동한",
  },
  {
    word: "운영한",
  },
  {
    word: "운전한",
  },
  {
    word: "움직인",
  },
  {
    word: "웃긴",
  },
  {
    word: "웃은",
  },
  {
    word: "위로한",
  },
  {
    word: "위치한",
  },
  {
    word: "유발한",
  },
  {
    word: "유지된",
  },
  {
    word: "응답한",
  },
  {
    word: "의논한",
  },
  {
    word: "의심한",
  },
  {
    word: "의존한",
  },
  {
    word: "의지한",
  },
  {
    word: "이끌은",
  },
  {
    word: "이동한",
  },
  {
    word: "이런",
  },
  {
    word: "이루어진",
  },
  {
    word: "이룩한",
  },
  {
    word: "이뤄진",
  },
  {
    word: "이야기한",
  },
  {
    word: "이어진",
  },
  {
    word: "이용된",
  },
  {
    word: "이해된",
  },
  {
    word: "이혼한",
  },
  {
    word: "익숙해진",
  },
  {
    word: "인사한",
  },
  {
    word: "인식한",
  },
  {
    word: "인정된",
  },
  {
    word: "인정받은",
  },
  {
    word: "인정한",
  },
  {
    word: "일어난",
  },
  {
    word: "일어선",
  },
  {
    word: "일으킨",
  },
  {
    word: "일치한",
  },
  {
    word: "일한",
  },
  {
    word: "읽은",
  },
  {
    word: "잃은",
  },
  {
    word: "잃어버린",
  },
  {
    word: "임신한",
  },
  {
    word: "입력한",
  },
  {
    word: "입학한",
  },
  {
    word: "입힌",
  },
  {
    word: "잇따른",
  },
  {
    word: "잊어버린",
  },
  {
    word: "잊혀진",
  },
  {
    word: "자극한",
  },
  {
    word: "자라난",
  },
  {
    word: "작성한",
  },
  {
    word: "작아진",
  },
  {
    word: "잘된",
  },
  {
    word: "잘못된",
  },
  {
    word: "잘못한",
  },
  {
    word: "잘사는",
  },
  {
    word: "잘한",
  },
  {
    word: "잠든",
  },
  {
    word: "잠자는",
  },
  {
    word: "잡수시는",
  },
  {
    word: "잡수신",
  },
  {
    word: "잡아당긴",
  },
  {
    word: "잡아먹은",
  },
  {
    word: "저지른",
  },
  {
    word: "적어진",
  },
  {
    word: "적용된",
  },
  {
    word: "적용한",
  },
  {
    word: "적힌",
  },
  {
    word: "전개된",
  },
  {
    word: "전달된",
  },
  {
    word: "전시된",
  },
  {
    word: "전한",
  },
  {
    word: "전해진",
  },
  {
    word: "절약한",
  },
  {
    word: "접근한",
  },
  {
    word: "정리된",
  },
  {
    word: "정리한",
  },
  {
    word: "정해진",
  },
  {
    word: "제거한",
  },
  {
    word: "제대한",
  },
  {
    word: "제시된",
  },
  {
    word: "제외된",
  },
  {
    word: "제외한",
  },
  {
    word: "제의한",
  },
  {
    word: "제한된",
  },
  {
    word: "제한한",
  },
  {
    word: "조화된",
  },
  {
    word: "존경한",
  },
  {
    word: "존재한",
  },
  {
    word: "존중한",
  },
  {
    word: "졸업한",
  },
  {
    word: "종합한",
  },
  {
    word: "좋아진",
  },
  {
    word: "좋아한",
  },
  {
    word: "주고받은",
  },
  {
    word: "주무신",
  },
  {
    word: "주어진",
  },
  {
    word: "주저앉은",
  },
  {
    word: "준비된",
  },
  {
    word: "준비한",
  },
  {
    word: "줄어든",
  },
  {
    word: "줄인",
  },
  {
    word: "중단된",
  },
  {
    word: "중단한",
  },
  {
    word: "중얼거린",
  },
  {
    word: "중요시한",
  },
  {
    word: "즐거워한",
  },
  {
    word: "증명한",
  },
  {
    word: "지나간",
  },
  {
    word: "지난",
  },
  {
    word: "지닌",
  },
  {
    word: "지도한",
  },
  {
    word: "지속된",
  },
  {
    word: "지시한",
  },
  {
    word: "지워진",
  },
  {
    word: "지적된",
  },
  {
    word: "지적한",
  },
  {
    word: "지켜본",
  },
  {
    word: "진단한",
  },
  {
    word: "진행된",
  },
  {
    word: "진행한",
  },
  {
    word: "질문한",
  },
  {
    word: "짐작한",
  },
  {
    word: "집어넣은",
  },
  {
    word: "집중된",
  },
  {
    word: "짧아진",
  },
  {
    word: "쩔쩔맨",
  },
  {
    word: "쫓겨난",
  },
  {
    word: "쫓긴",
  },
  {
    word: "쫓는",
  },
  {
    word: "찌른",
  },
  {
    word: "찢은",
  },
  {
    word: "찢어진",
  },
  {
    word: "차린",
  },
  {
    word: "착각한",
  },
  {
    word: "찬성한",
  },
  {
    word: "참고한",
  },
  {
    word: "참은",
  },
  {
    word: "참석한",
  },
  {
    word: "참여한",
  },
  {
    word: "창조한",
  },
  {
    word: "찾은",
  },
  {
    word: "찾아간",
  },
  {
    word: "찾아낸",
  },
  {
    word: "찾아다닌",
  },
  {
    word: "찾아본",
  },
  {
    word: "찾아온",
  },
  {
    word: "책임진",
  },
  {
    word: "챙긴",
  },
  {
    word: "청한",
  },
  {
    word: "체험한",
  },
  {
    word: "쳐다본",
  },
  {
    word: "초청한",
  },
  {
    word: "추가된",
  },
  {
    word: "추가한",
  },
  {
    word: "축하한",
  },
  {
    word: "출근한",
  },
  {
    word: "출발한",
  },
  {
    word: "출석한",
  },
  {
    word: "출현한",
  },
  {
    word: "춤춘",
  },
  {
    word: "충돌한",
  },
  {
    word: "치료한",
  },
  {
    word: "치른",
  },
  {
    word: "친해진",
  },
  {
    word: "칠한",
  },
  {
    word: "칭찬한",
  },
  {
    word: "커진",
  },
  {
    word: "켜진",
  },
  {
    word: "키운",
  },
  {
    word: "타고난",
  },
  {
    word: "타오른",
  },
  {
    word: "탄생한",
  },
  {
    word: "태어난",
  },
  {
    word: "택한",
  },
  {
    word: "터뜨린",
  },
  {
    word: "터진",
  },
  {
    word: "터는",
  },
  {
    word: "토론한",
  },
  {
    word: "토한",
  },
  {
    word: "통과한",
  },
  {
    word: "통일한",
  },
  {
    word: "통한",
  },
  {
    word: "퇴근한",
  },
  {
    word: "퇴원한",
  },
  {
    word: "튀는",
  },
  {
    word: "튀어나온",
  },
  {
    word: "트인",
  },
  {
    word: "파괴한",
  },
  {
    word: "파악한",
  },
  {
    word: "판단한",
  },
  {
    word: "판매된",
  },
  {
    word: "판매한",
  },
  {
    word: "파는",
  },
  {
    word: "팔린",
  },
  {
    word: "퍼진",
  },
  {
    word: "펴낸",
  },
  {
    word: "편",
  },
  {
    word: "펼쳐진",
  },
  {
    word: "평가된",
  },
  {
    word: "평가한",
  },
  {
    word: "표현된",
  },
  {
    word: "표현한",
  },
  {
    word: "풀는",
  },
  {
    word: "풀린",
  },
  {
    word: "풀어진",
  },
  {
    word: "피한",
  },
  {
    word: "한잔한",
  },
  {
    word: "한정된",
  },
  {
    word: "함께한",
  },
  {
    word: "합격한",
  },
  {
    word: "합친",
  },
  {
    word: "합한",
  },
  {
    word: "해결된",
  },
  {
    word: "해결한",
  },
  {
    word: "해낸",
  },
  {
    word: "해당된",
  },
  {
    word: "행동한",
  },
  {
    word: "행한",
  },
  {
    word: "행해진",
  },
  {
    word: "향상된",
  },
  {
    word: "향한",
  },
  {
    word: "허락한",
  },
  {
    word: "허용된",
  },
  {
    word: "허용한",
  },
  {
    word: "헤맨",
  },
  {
    word: "헤아린",
  },
  {
    word: "헤어진",
  },
  {
    word: "형성된",
  },
  {
    word: "형성한",
  },
  {
    word: "혼난",
  },
  {
    word: "화난",
  },
  {
    word: "확립한",
  },
  {
    word: "확산된",
  },
  {
    word: "확신한",
  },
  {
    word: "확인된",
  },
  {
    word: "확인한",
  },
  {
    word: "환영한",
  },
  {
    word: "활발해진",
  },
  {
    word: "활용한",
  },
  {
    word: "회복된",
  },
  {
    word: "회복한",
  },
  {
    word: "효도한",
  },
  {
    word: "후회한",
  },
  {
    word: "흐려진",
  },
  {
    word: "흔든",
  },
  {
    word: "흔들린",
  },
  {
    word: "흘러간",
  },
  {
    word: "흘러나온",
  },
  {
    word: "흘러내린",
  },
  {
    word: "흘린",
  },
  {
    word: "흥분한",
  },
  {
    word: "흩어진",
  },
  {
    word: "희망한",
  },
  {
    word: "희생한",
  },
  {
    word: "힘들어한",
  },
]

export async function GET() {
  if (process.env.NODE_ENV === "development") {
    const nouns = await prisma.adjectives.createMany({ data: adjData })
    return NextResponse.json(nouns)
  } else {
    return NextResponse.json({ message: "Not Found" })
  }
}
